["Mimic someone from the group for 1 minute.","Make 10 flexions right now.","Dance without music for 30 seconds.","Talk with a weird accent until your next turn.","Sing a song to every lung.","Send a fun message to your crush.","Make a ridiculous pose and keep it 30 seconds.","Tell your most shameful secret out loud.","Make a funny call to a friend.","Make a grimace and keep it 1 minute.","Share a meme that is ashamed.","Dance as if no one was seeing you.","Imitate an animal until someone guess what it is.","Make 20 scissors.","Write a fun message and send it to the group.","Sing the first song you remember from your childhood.","Take a funny photo and share it.","Get someone else to make you a weird hairstyle.","Tells an obvious lie and everyone believes.","Dance with an imaginary object.","Change your profile picture to a fun for 5 minutes.","Make a quick drawing and show it to the group.","Count a bad joke and laugh like it was great.","Talk to your hand as if it were a phone.","Make a ridiculous greeting every time you speak for 2 minutes.","Sing the alphabet upside down.","Imitate a famous for 1 minute.","Make 15 squats quickly.","Challenge someone to say your name upside down.","Make someone else write you a funny message.","Draw a mustache on your face with pencil.","Make 10 star jumps.","Dance as a robot for 30 seconds.","It has a secret invented as if it were real.","I mimic a famous movie scene.","Write a funny phrase in your arm and show it.","Get someone else to give you a fun nickname.","Take a funny selfie with exaggerated expression.","Imitate a foreign accent until your next turn.","Make 10 abdominals quickly.","Talk only with rhymes for 1 minute.","Make an invented mini choreography.","It challenges someone to make a quick drawing.","Sing your favorite song drama.","Dance as if you were on a catwalk.","Make an imitation of a favorite animal.","Count a joke and make exaggerated gestures.","Take an object and pretend that it is a microphone.","Make 5 mortal jumps (if safe).","Speak as robot for 1 minute.","Make a superhero pose and keep it 30 seconds.","It challenges someone to ask you an uncomfortable question.","Sing the chorus of a famous song.","Imitate a friend in a fun way.","Make a mini dramatic monologue.","Dance using only the arms for 30 seconds.","Make a selfie making a ridiculous grimace.","It has a secret invented with dramatic voice.","Imitate a cartoon character.","Make 10 jumps in one leg.","Sing the alphabet with baby voice.","Dance with an imaginary object as a couple.","Make an exaggerated greeting every time you speak for 2 minutes.","It has an invented joke and laughs exaggeratedly.","Make a ridiculous drawing on a sheet and show it.","Sing a song with invented words.","Make an imitation of your favorite teacher.","Dance as if you were in a video clip.","Take a funny photo with an accessory.","Imitate your pet for 1 minute.","It challenges someone to invent a story with you.","Speak as a movie villain for 1 minute.","Make 10 scissors with exaggeration.","Sing your favorite song while you dance.","Make a comedy mini sketch with someone.","Dance as a zombie for 30 seconds.","Imitate a daily object for 1 minute.","Make a funny yoga pose and keep it.","Count a joke and exaggerate your gestures.","Make someone else write you a fun message.","Imitate a famous character ridiculous.","Do 10 flexions with voice exaggeration.","Sing the name of all present creatively.","Dance as if you were a defective robot.","Send a romantic message to your crush without explanations.","Dance naked (or with minimal safe clothes) for 30 seconds in front of everyone.","Share your most shameful secret out loud.","Imitate your most embarrassing moment in front of the group.","Write a letter confessing something you've never told someone.","Make 20 flexions while you tell an intimate secret.","Send a funny and compromising photo to a friend.","Dance in silence as if nobody saw you, for 1 minute.","Sing an invented song confessing your greatest shame.","Share your current secret crush with the group.","Imitate a shameful moment that nobody has seen.","Draw a more shameful secret and show it.","Tell your worst romantic experience as if it were a dramatic movie.","Send an awkward message to the person you like the most.","Make a mini performance of your most shameful moment in public.","Write a message to someone apologizing for something ridiculous you did.","Dance as a ridiculous animal in front of the group for 1 minute.","Confess something you have never told your best friend.","Send an audio interpreting a shameful confession.","Make a pose committed while everyone looks at you.","It has an embarrassing secret while you make 10 star jumps.","Dance using only one leg for 30 seconds while singing.","Send a message confessing your greatest romantic error.","Imitate your teacher or boss doing something shameful.","Get someone funny on your face.","Sing your favorite song dramatic while you dance ridiculously.","Send a photo with the most weird grimace you can do.","It has a secret invented as if it were true in front of the group.","Dance in a circle imitating a famous character.","Make 15 squats while narrating your worst appointment.","Send a compromising message to your group of friends.","Imitate an awkward moment of your childhood in front of everyone.","Make someone make a ridiculous hairstyle and show it.","Sing the alphabet with a strange and exaggerated voice.","It challenges someone to ask you a shameful question.","Count an obvious lie and keep a serious face.","Dance as zombie while you make a confession.","Make 10 abdominals while you accounts your most embarrassing secret.","Imitate a moment of your first love in front of the group.","Send an exaggeratedly romantic message to someone you don't expect.","Make a mini sketch playing your worst shame.","Dance as robot while telling something that makes you sad.","Send a ridiculous message to a friend confessing something absurd.","Imitate your most uncomfortable reaction in public.","Make someone draw a ridiculous temporary tattoo on the skin.","Sing the lyrics of an invented song confessing secrets.","Make 10 jumps while you accounts somewhat shameful of your family.","Dance as a ridiculous superhero for 30 seconds.","Make a dramatic confession while everyone looks at you.","Send a message to your Crush confessing a dumb error.","Imitate a moment of shame you have had at school.","Make someone you give you a funny nickname and use it for 5 minutes.","It has a shameful secret invented as if it were real.","Dance improvising a story of your worst appointment.","Send a photo by making a ridiculous gesture while confessing something."]