["I have never copied on an exam.","I have never sung in the shower.","I have never slept in public transport.","I have never lost a flight.","I have never laughed at an inappropriate moment.","I have never forgotten a close friend's birthday.","I have never arrived late to work or class for sleeping.","I have never pretended to be sick not to go to study or work.","I've never fallen asleep watching a movie.","I have never sent a message to the wrong chat.","I have never lost myself in an unknown city.","I have never left the mobile at home and I have missed it.","I have never said 'I call you' and then I haven't done it.","I have never wearing dirty clothes because I didn't have clean.","I have never confused two people with the same name.","I have never forgotten where I parked the car.","I have never laughed so much that I have ended up crying.","I have never sung in public without wanting.","I have never scared my own shadow.","I have never cheated in a board game.","I have never made a series marathon in one day.","I have never asked for food at home more than twice on the same day.","I have never run out of battery at the worst moment.","I have never used silly excuses not to leave.","I have never pretended to understand a movie that I did not understand.","I have never forgotten to get money from an ATM.","I have never looked for my name on Google.","I've never slept talking on the phone.","I have never sent an email with a shameful mistake.","I have never said 'I'm on the way' when I hadn't yet left.","I've never cried watching an animated movie.","I have never forgotten the keys inside the house.","I have never fallen in public and done as if nothing.","I have never lost an umbrella on a rainy day.","I have never been wrong with an accident.","I have never used the same excuse twice in a week.","I have never laughed at a serious meeting.","I have never confused salt with sugar when cooking.","I have never sent a message criticizing someone to that same person.","I have never fallen asleep in class.","I have never asked for food and I have fallen asleep before it arrived.","I have never panicked for not finding my mobile and I was in my hand.","I have never forgotten to turn off the oven or stove.","I have never greeted someone thinking that he was another person.","I have never tried to open the wrong door of a car.","I have never used a translator to understand a series or film.","I have never forgotten someone's name just after he appeared.","I have never bought something online and then I regretted.","I have never done like talking on the phone to avoid someone.","I have never sent a message while I was half asleep.","I have never lost myself in a shopping center.","I have never sung with a brush as a microphone.","I have never eaten the food of another person without permission.","I have never taken transport in the wrong direction.","I have never pretended to know how to cook and ended up burning something.","I have never run out of the Internet and I didn't know what to do.","I have never swallowed a gum unwittingly.","I have never tried to guess someone's password.","I have never told a joke that nobody understood.","I have never laughed at my own joke before finishing it.","I have never left an abandoned shopping cart in the store.","I have never left alone without realizing it.","I have never sent a shameful message by error to a group.","I have never lost the keys and appeared in my pocket.","I have never taken a ridiculous photo just for boredom.","I have never forgotten to congratulate an important birthday.","I have never put face to understand something that I did not understand.","I have never shouted the wrong letter in a karaoke.","I have never looked for my mobile while I had it in my hand.","I have never slept seeing a series with someone and feigned that I saw her.","I have never stumbled upon my own foot.","I have never eaten the last cookie and denied having done it.","I have never laughed at a bad joke just for commitment.","I have never lost money and I found it later in my pants.","I have never been wrong as a person when sending an audio.","I have never fallen asleep with the camera on in video call.","I have never lied saying that I was busy not to leave.","I have never put my clothes upside down all day without realizing it.","I have never had to run to reach the bus or train.","I have never confused the word of a language and look bad.","I have never imitated an accent just for fun.","I have never locked myself unintentionally in the bathroom.","I have never been wrong using Google Maps.","I have never laughed so much that I ended up crying.","I have never taken a group photo with my eyes closed.","I have never wearing dirty clothes because I didn't have clean.","I have never forgotten the wallet when I leave home.","I have never left a message unintentionally.","I have never sent an audio with shameful background noise.","I have never asked to repeat something three times and then nodded without understanding.","I have never had a laughter at a serious moment.","I have never greeted someone who was not greeting me.","I have never slipped into the shower.","I have never talked to my pet as if I understood me.","I have never looked at the fridge several times waiting for new food to appear.","I have never laughed at a contagious laugh video.","I have never been caught in an elevator.","I have never said 'see you tomorrow' to someone who would never see again.","I have never performed only to be at home.","I have never hidden to avoid talking with someone.","I have never tried to open my house with the wrong key.","I have never thought that someone called me and it was any noise.","I have never tried to remember a dream all day and I couldn't.","I have never changed my voice when answering the phone.","I have never read old messages for nostalgia.","I have never used ridiculous photo filters just for trying.","I have never practiced faces in front of the mirror.","I have never captured screen at a wrong time.","I have never wear sunglasses indoors without reason.","I have never lost a shoe running.","I have never shouted in a roller coaster.","I have never confused an actor in a movie with another.","I have never looked for my car in a parking lot for 10 minutes.","I have never tried to enter a car that was not mine.","I have never sent a wrong emoji in a serious conversation.","I have never forgotten to turn off the light and I was already in bed.","I have never pretended to be sick not to go to school/work.","I have never looked at the clock and forgotten the time immediately.","I have never slept not to answer a message.","I have never been wrong as a person when hugging.","I have never lost a silly bet.","I have never laughed only when I remember something funny.","I have never had to run in the rain without umbrella.","I have never confused a stranger with a friend from his back.","I have never run out of battery at an important time.","I have never wearing someone else's clothes without asking for it.","I have never slept with the computer or TV on.","I've never seen a complete series in a single day.","I have never tried to get something out of the microwave without the end of time.","I have never been caught with tight clothes.","I have never tried to open the door pushing when it was thrown.","I have never forgotten an important password.","I have never looked for something that I had in front of me.","I have never shed a drink on myself.","I have never entered a store just to use the air conditioning.","I have never pretended to understand a complicated movie.","I have never lost time watching useless videos.","I have never started with headphones and someone listened to me.","I have never forgotten to turn off a video call.","I have never lost a sock in the washing machine.","I have never taken a strong blow against a table.","I have never been caught in traffic without drums.","I have never sneaked into a row without realizing it.","I have never entered an error conversation.","I have never bad a mask.","I have never left a glass with water and confused it the next day.","I have never made a mess with the right and left directions.","I have never stained with sauce in an appointment.","I have never confused myself from the week.","I have never answered 'well' when I didn't hear the question.","I have never run behind a bus in vain.","I have never tried to open an impossible package with the teeth.","I have never forgotten to put gasoline to the car.","I have never made myself an expert in something I didn't know.","I have never ran out of the mobile on a trip.","I have never lost the notion of time playing video games.","I have never forgotten the lyrics of the anthem in an event.","I have never put my clothes upside down in public.","I have never slammed myself."]