[
  "I have never cried in secret so that no one would see me.",
  "I have never felt that I am not enough.",
  "I have never compared myself to someone and felt inferior.",
  "I have never pretended to be happy when I was actually not okay.",
  "I have never felt alone while surrounded by people.",
  "I have never kept a secret that weighed on me for years.",
  "I have never felt used in a relationship.",
  "I have never said 'I love you' without truly feeling it.",
  "I have never been with someone just to avoid feeling lonely.",
  "I have never cried over someone who didn’t even know how much they meant to me.",
  "I have never doubted whether I was truly loved.",
  "I have never hidden my sadness with a smile.",
  "I have never been afraid to show who I really am.",
  "I have never been in a relationship I knew was hurting me.",
  "I have never cried silently at night.",
  "I have never felt invisible among my friends.",
  "I have never been afraid of disappointing my parents.",
  "I have never felt like a failure.",
  "I have never doubted my worth as a person.",
  "I have never felt that no one understood me.",
  "I have never thought I was never going to be happy.",
  "I have never regretted not saying something on time.",
  "I have never stayed silent out of fear of losing someone.",
  "I have never been in love with someone who didn’t love me back.",
  "I have never thought about someone every day without saying it.",
  "I have never felt replaceable.",
  "I have never felt guilty for something that wasn’t my fault.",
  "I have never felt that I was in the wrong place.",
  "I have never stayed silent to avoid arguing.",
  "I have never felt like a burden to others.",
  "I have never cried out of fear of the future.",
  "I have never felt that I don’t deserve love.",
  "I have never held onto resentment in silence.",
  "I have never been afraid of being abandoned.",
  "I have never cried out of rage at myself.",
  "I have never felt jealous of a close friendship.",
  "I have never hidden something from my family out of fear of their reaction.",
  "I have never regretted trusting someone.",
  "I have never pretended not to be in love.",
  "I have never felt trapped in my own life.",
  "I have never felt that I don’t fit in anywhere.",
  "I have never cried after a big fight.",
  "I have never been afraid of growing old.",
  "I have never thought I am unattractive.",
  "I have never doubted whether someone truly loved me.",
  "I have never cried in the bathroom so no one would hear me.",
  "I have never felt ignored by the people I love most.",
  "I have never felt that no one needs me.",
  "I have never felt judged for being who I am.",
  "I have never doubted my own decisions.",
  "I have never regretted not asking for forgiveness.",
  "I have never cried while listening to a song that reminded me of someone.",
  "I have never kept photos or memories of someone who is gone.",
  "I have never felt empty even when I had everything I wanted.",
  "I have never cried thinking about my childhood.",
  "I have never felt betrayed by someone very close.",
  "I have never been afraid of losing someone I love.",
  "I have never felt that I wasn’t good enough for someone.",
  "I have never thought that no one would understand me if I told my story.",
  "I have never cried out of helplessness for not being able to change something.",
  "I have never felt used just for interest.",
  "I have never regretted staying silent.",
  "I have never felt guilty for moving on.",
  "I have never felt that I had no purpose.",
  "I have never held onto a feeling for years.",
  "I have never felt trapped in a friendship.",
  "I have never doubted whether I chose the right path.",
  "I have never felt empty after a relationship.",
  "I have never cried from feeling lonely in a crowd.",
  "I have never felt that I disappointed someone important.",
  "I have never cried remembering someone who is gone.",
  "I have never felt ignored when I needed support.",
  "I have never doubted whether I am a good person.",
  "I have never been afraid of never being loved again.",
  "I have never thought that someone would be better off without me.",
  "I have never felt like a stranger in my own family.",
  "I have never kept a secret that hurt me too much.",
  "I have never felt invisible in a relationship.",
  "I have never cried from feeling misunderstood.",
  "I have never felt that I was losing control of my life.",
  "I have never regretted saying 'I love you.'",
  "I have never regretted not saying it.",
  "I have never felt trapped in my own body.",
  "I have never cried thinking about what could have been.",
  "I have never been afraid of being judged for what I feel.",
  "I have never regretted forgiving someone.",
  "I have never felt like I was too much.",
  "I have never felt empty after achieving something important.",
  "I have never doubted whether someone would be proud of me.",
  "I have never been afraid of not being remembered.",
  "I have never cried seeing someone happy because it reminded me of what I didn’t have.",
  "I have never felt ashamed of my past.",
  "I have never felt that I was slowly losing someone.",
  "I have never cried from feeling incomplete.",
  "I have never regretted trusting someone who failed me.",
  "I have never felt that I don’t have a place in the world.",
  "I have never regretted letting someone go.",
  "I have never regretted staying when I should have left.",
  "I have never been afraid of not being enough for myself.",
  "I have never felt that life had no meaning.",
  "I have never cried out of fear of being alone forever.",
  "I have never wished to disappear so no one would suffer because of me.",
  "I have never felt trapped in an endless depression.",
  "I have never felt that I didn’t deserve to move on.",
  "I have never had thoughts I was afraid to share.",
  "I have never felt I was carrying more than I could bear.",
  "I have never wished to go back to change my whole life.",
  "I have never felt empty even when surrounded by love.",
  "I have never felt too weak to even get up.",
  "I have never felt invisible to the whole world.",
  "I have never felt that I couldn’t trust anyone.",
  "I have never felt broken inside.",
  "I have never felt like a disappointment to myself.",
  "I have never been afraid of becoming someone I hate.",
  "I have never regretted not asking for help in time.",
  "I have never felt like a mistake in someone’s life.",
  "I have never cried without knowing exactly why.",
  "I have never hated myself.",
  "I have never felt that I don’t even fit with myself.",
  "I have never wanted to run away from everything and never come back.",
  "I have never felt that I was ruining my own life.",
  "I have never felt like such a burden that I preferred to stay silent.",
  "I have never cried out of fear of not living up to my parents’ dreams.",
  "I have never felt like a prisoner of my own mind.",
  "I have never been afraid of losing control of my emotions.",
  "I have never doubted whether my life really matters.",
  "I have never felt that everyone would be better off without me.",
  "I have never pretended to be okay so as not to worry anyone.",
  "I have never felt that my sadness scared others.",
  "I have never felt that pain was stronger than me.",
  "I have never regretted trusting someone who destroyed me.",
  "I have never felt hatred toward myself for my decisions.",
  "I have never felt that I wasn’t enough even to survive.",
  "I have never felt trapped by my own fears.",
  "I have never cried from feeling irreparable.",
  "I have never felt like a ghost in my own life.",
  "I have never been afraid of never healing.",
  "I have never regretted not saying how much I was suffering.",
  "I have never felt it was too late to start again.",
  "I have never felt trapped in a memory that was destroying me.",
  "I have never felt that someone destroyed my trust forever.",
  "I have never cried wishing to be a child again.",
  "I have never felt lost without knowing where to go.",
  "I have never felt that no one would see my real pain.",
  "I have never felt that pretending happiness was my only option.",
  "I have never felt without a future.",
  "I have never cried until I had no strength left.",
  "I have never regretted surviving something.",
  "I have never felt that sadness was my normal.",
  "I have never felt invisible even to myself.",
  "I have never been afraid of not being remembered by anyone.",
  "I have never felt that I disappointed everyone.",
  "I have never kept such a great pain that I can’t talk about it.",
  "I have never been afraid of being broken forever.",
  "I have never regretted loving the wrong person.",
  "I have never felt that my life was on pause forever.",
  "I have never wished not to wake up the next day.",
  "I have never regretted not saying goodbye.",
  "I have never felt that loneliness was consuming me.",
  "I have never felt trapped in a body I don’t recognize.",
  "I have never felt that the past haunted me every day.",
  "I have never cried for not being able to change who I am.",
  "I have never been afraid of trusting someone again.",
  "I have never felt trapped in a lie I created myself.",
  "I have never felt that I didn’t have the strength to continue.",
  "I have never regretted not loving more strongly.",
  "I have never felt that my life had no purpose at all.",
  "I have never felt trapped between what I want and what I must do.",
  "I have never cried out of fear of losing myself.",
  "I have never regretted not saying thank you in time.",
  "I have never felt empty even though everyone thought I was okay.",
  "I have never felt that hope had gone out inside me.",
  "I have never regretted letting someone into my life.",
  "I have never been afraid of becoming unrecognizable.",
  "I have never felt that there was nothing good left in me.",
  "I have never wished to start over with another life.",
  "I have never felt trapped in a circle of pain.",
  "I have never cried realizing how much I was missing.",
  "I have never felt that everyone has failed me.",
  "I have never regretted keeping so much silence.",
  "I have never felt like no one could save me.",
  "I have never been afraid of staying unhappy all my life.",
  "I have never regretted not trusting someone who wanted to help me.",
  "I have never felt that time was consuming me.",
  "I have never cried from feeling completely broken.",
  "I have never felt that my wounds would never heal.",
  "I have never regretted giving up on something important.",
  "I have never felt empty in the middle of a celebration.",
  "I have never felt that pain was my only company.",
  "I have never felt irrelevant to everyone.",
  "I have never regretted not taking a vital opportunity.",
  "I have never felt that everyone judged me even if they said nothing.",
  "I have never felt exhausted from being strong.",
  "I have never felt that I was trapped behind a mask.",
  "I have never cried feeling that no one would ever understand me.",
  "I have never regretted letting someone break me.",
  "I have never felt that my life stopped in a bad memory.",
  "I have never cried thinking that nothing would ever change.",
  "I have never felt that I was losing what little was left of me.",
  "I have never regretted trusting someone too quickly.",
  "I have never felt like a spectator of my own life.",
  "I have never cried feeling completely alone in the world.",
  "I have never felt that I will never be truly happy.",
  "I have never regretted not saying what I really felt.",
  "I have never felt that all the good disappeared too quickly.",
  "I have never felt trapped in a cycle of regret.",
  "I have never cried out of fear that no one would understand my pain.",
  "I have never felt like I was failing at existing.",
  "I have never wished for another chance to change everything."
]
