["What has been your greatest shame?","Have you ever lied to get out of a problem?","Who was your first love?","What is your most embarrassing secret?","Have you ever felt betrayed by a friend?","Have you pretended to be sick so as not to go somewhere?","What is the most illegal you have done?","Have you ever spied on someone?","Have you had a secret crush with someone close?","What is your most irrational fear?","Have you broken someone intentionally?","Have you ever regretted kissing someone?","What is your most rare fantasy?","Have you said 'I love you' without really feeling it?","Have you ever stole something small?","Have you cried for a movie sometime?","Have you ever felt jealous of a friend?","What is your greatest insecurity?","Have you avoided someone for fear of confrontation?","Have you ever shared a secret you should not?","What has been your worst appointment?","Have you pretended interest in someone just for social commitment?","What is the biggest lie you have told your parents?","Have you ever regretted a friendship?","What would you do if you discovered that your crush has a partner?","Have you felt attraction for someone much older than you?","What is your most embarrassing childhood memory?","Have you ever felt romantically rejected?","Have you sent messages that you regretted later?","What is your secret more fun than anyone knows?","Have you ever fallen in love with someone forbidden?","Have you felt jealous for the success of a friend?","Have you ever caught you lying?","What is your dester secret of adolescence?","Have you ever cheated an exam?","What has been your greatest romantic error?","Have you ever fallen in love with someone at first glance?","Have you had a crush with someone committed?","What is your greatest regret?","Have you ever hid your feelings to someone?","Have you pretended to be busy to avoid someone?","What is your greatest fear in a relationship?","Have you ever done something you feel really guilty?","What would you do if your friend had a secret that affects you?","Have you ever felt unrequited love?","Have you been jealous of someone without reason?","What is your most strange fantasy than would you have?","Have you ever lost patience with a close friend?","Have you done something just to impress someone?","What is your most embarrassing romantic memory?","Have you ever lied about your achievements?","Have you felt shame for your family in public?","Have you ever hid something to a friend for fear of judgment?","What has been your worst moment in school?","Have you ever rejected you cruelly?","What is your most painful secret?","Have you felt jealous for someone close to your partner?","Have you ever done something that is ashamed at a party?","What is your greatest love regret?","Have you ever spied on someone's social networks?","What romantic secret have you never counted?","Have you ever pretended to be happy when you weren't?","What has been your greatest disappointment of friendship?","Have you ever felt ignored by someone important?","What would you do if your crush does not correspond to you?","Have you ever felt betrayed by your partner?","What has been your biggest lie to a friend?","Have you ever hidden your romantic feelings?","What is your most painful memory of childhood?","Have you ever felt attraction for a teacher or someone old?","What is your funniest secret?","Have you ever cried for love?","What would you do if you discover that your ex is still in love with you?","Have you ever felt irrational jealousy?","What is your greatest fear in a friendship relationship?","Have you ever done something shameful for love?","What would you do if someone close betray your trust?","Have you ever kept secrets of your family?","What has been your worst mistake in love?","Have you ever fantasized with someone inappropriate?","What would you do if you lose your best friend's confidence?","Have you ever said something cruel at a time of anger?","What is your greatest physical insecurity?","Have you ever been afraid to express your feelings?","What secret do you keep from your first love?","Have you ever felt jealous of a brother or sister?","What is your greatest regret of youth?","Have you ever felt abandoned by a friend?","What would you do if someone lied to you to protect you?","Have you ever felt only in a crowd?","Have you ever felt attraction for someone much older than you?","Have you sent compromising messages to the wrong group?","What has been your most embarrassing moment in public?","Have you pretended to feel something for someone to get something in return?","Have you ever been discovered by doing something shameful?","Have you had a crush with someone committed?","What is the worst lie you have said in an appointment?","Have you ever talked to a friend and discovered you?","Have you done something inappropriate for jealousy?","What has been your most humiliating experience in an appointment?","Have you ever regretted kissing someone in front of others?","Have you shared an intimate secret of another without permission?","What has been your most uncomfortable fantasy to confess?","Have you ever caught you at an intimate moment?","Have you sent compromising photos by mistake?","What is your greatest family shame?","Have you ever rejected you publicly?","Have you felt attraction for a friend of your partner?","What is the biggest lie you have told to impress?","Have you ever been humiliated by your crush?","Have you pretended that you like something just to please?","What has been your greatest romantic failure?","Have you ever had a secret that could ruin your reputation?","Have you felt extreme shame for your body in public?","What is the most embarrassing confession you have done for love?","Have you ever fallen in love with someone who did not correspond to you?","Have you pretended feelings to manipulate someone?","What is your greatest regret of adolescence?","Have you ever done something illegal for fun?","Have you felt guilt for what you felt towards someone near?","What has been your worst time at a party?","Have you ever been trapped by cheating?","Have you had a fantasy with someone inappropriate?","What is your most painful memory with a friend?","Have you ever ashamed in front of your crush?","Have you pretended interest in someone just to get favors?","What has been your greatest school humiliation?","Have you ever been rejected cruelly in public?","Have you lied about your sexual experience?","What is your most shocking secret that anyone knows?","Have you ever wanted something forbidden?","Have you felt attraction for someone from your work or studies?","What is your most uncomfortable moment in a relationship?","Have you ever surprised you by spying?","Have you done something that you regret deeply?","What has been your worst appointment of all?","Have you ever felt shame for your family in front of others?","Have you cheated in a relationship or couple game?","What is the most difficult confession you have given?","Have you ever felt betrayed and hid it?","Have you shared something intimate with someone who shouldn't know?","What has been your most embarrassing secret in adolescence?","Have you ever rejected you in front of a group?","Have you felt attraction for someone who harmed you?","What is your most humiliating moment in social networks?","Have you ever said something extremely shameful to your crush?","Have you hidden a secret relationship?","What has been your worst public communication mistake?","Have you ever pretended to be sick to avoid an awkward moment?","Have you done something risky just to impress?","What is your most embarrassing fantasy to confess?"]