[
  "Nunca he tenido una cita a ciegas con final inesperado.",
  "Nunca he mandado una foto atrevida a alguien.",
  "Nunca he coqueteado con alguien solo por diversión.",
  "Nunca he pensado en alguien mientras estaba con otra persona.",
  "Nunca he tenido una fantasía con un profesor o jefe.",
  "Nunca he jugado a 'verdad o reto' con preguntas subidas de tono.",
  "Nunca he visto una película erótica acompañado.",
  "Nunca he recibido un mensaje atrevido a medianoche.",
  "Nunca he usado una aplicación de citas solo para ligar.",
  "Nunca he tenido un sueño erótico con alguien inesperado.",
  "Nunca he besado apasionadamente en un lugar público.",
  "Nunca me he sentido atraído por el amigo o amiga de mi pareja.",
  "Nunca he enviado un mensaje equivocado que me dejó en evidencia.",
  "Nunca he tenido una conversación con doble sentido.",
  "Nunca he probado algo nuevo en la intimidad solo por curiosidad.",
  "Nunca he usado excusas para quedarme a dormir en casa de alguien.",
  "Nunca he flirteado con alguien mucho mayor que yo.",
  "Nunca me he arrepentido de un beso que di en una fiesta.",
  "Nunca he escrito un mensaje picante y lo he borrado antes de enviarlo.",
  "Nunca he jugado a juegos de beber con castigos atrevidos.",
  "Nunca he sentido química inmediata con un desconocido.",
  "Nunca he tenido un encuentro secreto que nadie más sabe.",
  "Nunca he tenido una cita que terminó en más de lo esperado.",
  "Nunca he hablado en clave para ocultar algo atrevido.",
  "Nunca he recibido una propuesta inesperada en una cita.",
  "Nunca he pensado en alguien prohibido de manera romántica.",
  "Nunca he probado besar a alguien del mismo sexo.",
  "Nunca he usado emojis sugerentes para insinuar algo.",
  "Nunca he terminado riéndome en un momento íntimo.",
  "Nunca he fantaseado con un famoso o famosa.",
  
  "Nunca he tenido sexo en un coche.",
  "Nunca he enviado fotos desnudo/a.",
  "Nunca he tenido sexo en un lugar público.",
  "Nunca he probado sexo anal.",
  "Nunca he hecho un trío.",
  "Nunca he usado juguetes sexuales.",
  "Nunca he visto porno con mi pareja.",
  "Nunca he fingido un orgasmo.",
  "Nunca he tenido sexo en la ducha.",
  "Nunca he recibido sexo oral.",
  "Nunca he dado sexo oral.",
  "Nunca he tenido sexo sin condón.",
  "Nunca he usado esposas o ataduras en la cama.",
  "Nunca he probado juegos de rol sexuales.",
  "Nunca me he grabado teniendo sexo.",
  "Nunca he tenido sexo en casa de otra persona sin que se enterara.",
  "Nunca he mandado un audio gemiendo.",
  "Nunca he tenido sexo con alguien cuyo nombre olvidé después.",
  "Nunca he tenido una aventura de una noche.",
  "Nunca he usado lubricante.",
  "Nunca he tenido sexo en la playa.",
  "Nunca he estado desnudo en una videollamada.",
  "Nunca he tenido sexo frente a un espejo.",
  "Nunca he usado comida durante el sexo.",
  "Nunca he tenido sexo en más de una habitación la misma noche.",
  "Nunca me he masturbado pensando en alguien cercano.",
  "Nunca he tenido sexo en el trabajo.",
  "Nunca he recibido fotos íntimas sin pedirlas.",
  "Nunca he tenido sexo en una fiesta.",
  "Nunca he hecho sexting durante horas.",
  "Nunca he usado disfraces o lencería especial.",
  "Nunca he practicado sexo telefónico.",
  "Nunca he tenido sexo en la piscina.",
  "Nunca me he excitado en un transporte público.",
  "Nunca he tenido sexo con alguien mayor que yo por más de 10 años.",
  "Nunca me he quedado dormido después del sexo sin limpiar nada.",
  "Nunca he tenido sexo en el suelo.",
  "Nunca he tenido sexo escuchando música muy alta.",
  "Nunca he probado una posición rara por curiosidad.",
  "Nunca he tenido sexo dos veces el mismo día con diferentes personas.",
  "Nunca he tenido sexo sin saber el nombre de la otra persona.",
  "Nunca me he masturbado viendo fotos en redes sociales.",
  "Nunca he probado juguetes sexuales en pareja.",
  "Nunca he tenido sexo en la cocina.",
  "Nunca he practicado sexo oral en un baño público.",
  "Nunca me he grabado y luego he borrado el video por miedo.",
  "Nunca he tenido sexo en la casa de mis padres.",
  "Nunca he probado sexo con alguien del mismo sexo.",
  "Nunca he tenido sexo borracho.",
  "Nunca he recibido sexo oral en un coche.",
  "Nunca he tenido sexo en un hotel solo para eso.",

  "Nunca he tragado semen.",
  "Nunca he eyaculado en la cara de alguien.",
  "Nunca me he corrido en la boca de alguien.",
  "Nunca he probado mi propio semen.",
  "Nunca me he masturbado frente a otra persona.",
  "Nunca me he masturbado en un lugar público.",
  "Nunca he tenido sexo anal con penetración profunda.",
  "Nunca me han hecho un facial.",
  "Nunca me he corrido en las manos de alguien.",
  "Nunca he probado la lluvia dorada.",
  "Nunca me han hecho sexo oral sin parar hasta correrse.",
  "Nunca he practicado deepthroat.",
  "Nunca he tenido sexo mientras alguien más miraba.",
  "Nunca me he corrido dentro de alguien sin condón.",
  "Nunca me han lamido el ano.",
  "Nunca he lamido el ano de alguien.",
  "Nunca he tenido sexo en grupo de más de 4 personas.",
  "Nunca he usado juguetes anales.",
  "Nunca he usado plugs o bolas anales.",
  "Nunca he probado fisting.",
  "Nunca me he corrido sobre el cuerpo de alguien.",
  "Nunca me han amarrado desnudo/a a la cama.",
  "Nunca he usado látigos o paletas sexuales.",
  "Nunca he hecho un video porno casero.",
  "Nunca lo he subido a internet.",
  "Nunca me han puesto lubricante con la boca.",
  "Nunca me han masturbado con los pies.",
  "Nunca me han hecho una mamada sin manos.",
  "Nunca he eyaculado más de dos veces en menos de una hora.",
  "Nunca he tenido sexo con alguien del mismo sexo viendo porno.",
  "Nunca he tenido sexo sin penetración solo con frotamiento.",
  "Nunca me he excitado con hentai o porno animado.",
  "Nunca me he excitado con BDSM extremo.",
  "Nunca he hecho sexo en una cabina de fotos.",
  "Nunca he tenido sexo en un baño de avión.",
  "Nunca he follado en una discoteca.",
  "Nunca me han chupado los pezones durante el sexo.",
  "Nunca he tenido sexo con gemidos exagerados a propósito.",
  "Nunca me he corrido en ropa interior y seguido teniendo sexo.",
  "Nunca me he corrido en menos de un minuto.",
  "Nunca he tenido sexo hasta quedar adolorido/a.",
  "Nunca me he corrido más de 5 veces en un día.",
  "Nunca he usado un vibrador hasta quedarme sin fuerzas.",
  "Nunca he usado lencería o disfraces solo para follar.",
  "Nunca me he follado a un amigo/a sin que nadie se enterara.",
  "Nunca he usado drogas o alcohol para follar más tiempo.",
  "Nunca he tenido sexo con alguien casado/a.",
  "Nunca he follado en una cama que no era mía.",
  "Nunca he hecho sexo rápido en un baño.",
  "Nunca he follado en un probador de ropa.",
  "Nunca me han follado mientras hablaba por teléfono.",
  "Nunca me he masturbado pensando en alguien de la familia.",
  "Nunca me he masturbado en el coche.",
  "Nunca he hecho sexo oral con la regla.",
  "Nunca he tenido sexo sangriento.",
  "Nunca he follado en el sofá de otra persona.",
  "Nunca me he masturbado en la ducha con la alcachofa.",
  "Nunca me he hecho fotos explícitas para venderlas.",
  "Nunca he follado con alguien solo por su físico.",
  "Nunca he hecho sexo con desconocidos de apps.",
  "Nunca he tenido sexo con alguien famoso.",
  "Nunca he follado escuchando porno de fondo.",
  "Nunca he tenido sexo ruidoso para que alguien escuchara.",
  "Nunca me han escupido durante el sexo.",
  "Nunca he escupido a alguien durante el sexo.",
  "Nunca he chupado los pies de alguien.",
  "Nunca me han chupado los pies.",
  "Nunca he follado mientras había gente en la misma habitación.",
  "Nunca me he follado a un compañero de trabajo.",
  "Nunca he tenido sexo sin importar si alguien escuchaba.",
  "Nunca me he masturbado en el baño del trabajo.",
  "Nunca he tenido sexo en una terraza.",
  "Nunca he follado en un coche aparcado en la calle.",
  "Nunca me han masturbado bajo la mesa.",
  "Nunca he masturbado a alguien en un cine.",
  "Nunca he follado en el agua de una piscina.",
  "Nunca he tenido sexo en una biblioteca.",
  "Nunca me han corrido en la boca y me lo he tragado todo.",
  "Nunca me han follado fuerte hasta no poder caminar bien.",
  "Nunca he tenido sexo con alguien mucho más joven que yo (legal).",
  "Nunca me han cogido del pelo durante el sexo.",
  "Nunca he follado con alguien con uniforme.",
  "Nunca me han hecho sexo oral largo hasta llorar.",
  "Nunca me he follado a alguien sin querer nada más.",
  "Nunca he tenido sexo después de una pelea fuerte.",
  "Nunca he tenido sexo mientras grababan audio.",
  "Nunca he tenido sexo usando aceites calientes.",
  "Nunca me han metido el dedo en el culo sin avisar.",
  "Nunca he tenido sexo después de vomitar por beber.",
  "Nunca me han cogido de sorpresa con un polvo rápido.",
  "Nunca he follado en un ascensor.",
  "Nunca me han follado en el balcón.",
  "Nunca he follado más de 8 horas en un día."
]


