[
  "Nunca he copiado en un examen.",
  "Nunca he cantado en la ducha.",
  "Nunca me he dormido en el transporte público.",
  "Nunca he perdido un vuelo.",
  "Nunca me he reído en un momento inapropiado.",
  "Nunca he olvidado el cumpleaños de un amigo cercano.",
  "Nunca he llegado tarde al trabajo o clase por dormir de más.",
  "Nunca he fingido estar enfermo para no ir a estudiar o trabajar.",
  "Nunca me he quedado dormido viendo una película.",
  "Nunca he mandado un mensaje al chat equivocado.",
  "Nunca me he perdido en una ciudad desconocida.",
  "Nunca he dejado el móvil en casa y lo he echado de menos.",
  "Nunca he dicho 'te llamo' y luego no lo he hecho.",
  "Nunca he usado ropa sucia porque no tenía limpia.",
  "Nunca he confundido a dos personas con el mismo nombre.",
  "Nunca he olvidado dónde aparqué el coche.",
  "Nunca me he reído tanto que he terminado llorando.",
  "Nunca he cantado en público sin querer.",
  "Nunca me he asustado con mi propia sombra.",
  "Nunca he hecho trampas en un juego de mesa.",
  "Nunca he hecho una maratón de series en un día.",
  "Nunca he pedido comida a domicilio más de dos veces en el mismo día.",
  "Nunca me he quedado sin batería en el peor momento.",
  "Nunca he usado excusas tontas para no salir.",
  "Nunca he fingido entender una película que no entendí.",
  "Nunca he olvidado sacar dinero de un cajero automático.",
  "Nunca he buscado mi nombre en Google.",
  "Nunca me he dormido hablando por teléfono.",
  "Nunca he mandado un correo con un error vergonzoso.",
  "Nunca he dicho 'estoy en camino' cuando aún no había salido.",

  "Nunca he llorado viendo una película animada.",
  "Nunca he olvidado las llaves dentro de casa.",
  "Nunca me he caído en público y hecho como si nada.",
  "Nunca he perdido un paraguas en un día de lluvia.",
  "Nunca me he equivocado de baño por accidente.",
  "Nunca he usado la misma excusa dos veces en una semana.",
  "Nunca me he reído en una reunión seria.",
  "Nunca he confundido la sal con el azúcar al cocinar.",
  "Nunca he enviado un mensaje criticando a alguien a esa misma persona.",
  "Nunca me he quedado dormido en clase.",
  "Nunca he pedido comida y me he quedado dormido antes de que llegara.",
  "Nunca he entrado en pánico por no encontrar el móvil y estaba en mi mano.",
  "Nunca he olvidado apagar el horno o la estufa.",
  "Nunca he saludado a alguien pensando que era otra persona.",
  "Nunca he intentado abrir la puerta equivocada de un coche.",
  "Nunca he usado un traductor para entender una serie o película.",
  "Nunca he olvidado el nombre de alguien justo después de que se presentó.",
  "Nunca he comprado algo online y luego me arrepentí.",
  "Nunca he hecho como que hablaba por teléfono para evitar a alguien.",
  "Nunca he enviado un mensaje mientras estaba medio dormido.",
  "Nunca me he perdido en un centro comercial.",
  "Nunca he cantado con un cepillo como micrófono.",
  "Nunca me he comido la comida de otra persona sin permiso.",
  "Nunca he tomado el transporte en dirección equivocada.",
  "Nunca he fingido saber cocinar y terminé quemando algo.",
  "Nunca me he quedado sin internet y no sabía qué hacer.",
  "Nunca me he tragado un chicle sin querer.",
  "Nunca he intentado adivinar la contraseña de alguien.",
  "Nunca he contado un chiste que nadie entendió.",
  "Nunca me he reído de mi propio chiste antes de terminarlo.",
  "Nunca he dejado un carrito de compras abandonado en la tienda.",
  "Nunca me he quedado hablando solo sin darme cuenta.",
  "Nunca he enviado un mensaje vergonzoso por error a un grupo.",

  "Nunca he perdido las llaves y aparecieron en mi bolsillo.",
  "Nunca me he hecho una foto ridícula solo por aburrimiento.",
  "Nunca me he olvidado de felicitar un cumpleaños importante.",
  "Nunca he puesto cara de entender algo que no entendía.",
  "Nunca he gritado la letra equivocada en un karaoke.",
  "Nunca he buscado mi móvil mientras lo tenía en la mano.",
  "Nunca me he dormido viendo una serie con alguien y fingido que la vi.",
  "Nunca me he tropezado con mi propio pie.",
  "Nunca me he comido la última galleta y negado haberlo hecho.",
  "Nunca me he reído de un chiste malo solo por compromiso.",
  "Nunca he perdido dinero y lo encontré después en el pantalón.",
  "Nunca me he equivocado de persona al mandar un audio.",
  "Nunca me he quedado dormido con la cámara encendida en videollamada.",
  "Nunca he mentido diciendo que estaba ocupado para no salir.",
  "Nunca me he puesto la ropa al revés todo el día sin darme cuenta.",
  "Nunca he tenido que correr para alcanzar el bus o tren.",
  "Nunca he confundido la palabra de un idioma y quedado mal.",
  "Nunca he imitado un acento solo por diversión.",
  "Nunca me he encerrado sin querer en el baño.",
  "Nunca me he equivocado de dirección usando Google Maps.",
  "Nunca me he reído tanto que terminé llorando.",
  "Nunca he hecho una foto de grupo con los ojos cerrados.",
  "Nunca he usado ropa sucia porque no tenía limpia.",
  "Nunca me he olvidado la cartera al salir de casa.",
  "Nunca he dejado en visto un mensaje sin querer.",
  "Nunca he mandado un audio con ruido vergonzoso de fondo.",
  "Nunca he pedido que repitan algo tres veces y luego asentí sin entender.",
  "Nunca he tenido un ataque de risa en un momento serio.",
  "Nunca he saludado a alguien que no me estaba saludando a mí.",
  "Nunca me he resbalado en la ducha.",
  "Nunca he hablado con mi mascota como si me entendiera.",
  "Nunca he mirado la nevera varias veces esperando que aparezca comida nueva.",
  "Nunca me he reído de un vídeo de risa contagiosa.",
  "Nunca me he quedado atrapado en un ascensor.",
  "Nunca he dicho 'nos vemos mañana' a alguien que no volvería a ver nunca.",
  "Nunca me he puesto perfume solo para estar en casa.",
  "Nunca me he escondido para evitar conversar con alguien.",
  "Nunca he intentado abrir mi casa con la llave equivocada.",
  "Nunca he pensado que alguien me llamaba y era un ruido cualquiera.",
  "Nunca he intentado recordar un sueño todo el día y no pude.",
  "Nunca he cambiado mi voz al contestar el teléfono.",
  "Nunca he vuelto a leer mensajes viejos por nostalgia.",
  "Nunca he usado filtros de fotos ridículos solo por probar.",
  "Nunca he practicado caras frente al espejo.",
  "Nunca he hecho captura de pantalla en un momento equivocado.",
  "Nunca he usado gafas de sol en interiores sin razón.",
  "Nunca he perdido un zapato corriendo.",
  "Nunca he gritado en una montaña rusa.",
  "Nunca he confundido un actor en una película con otro.",
  "Nunca he buscado mi coche en un parking durante 10 minutos.",
  "Nunca he intentado entrar a un coche que no era el mío.",
  "Nunca he enviado un emoji equivocado en una conversación seria.",
  "Nunca he olvidado apagar la luz y ya estaba en la cama.",
  "Nunca he fingido estar enfermo para no ir al colegio/trabajo.",
  "Nunca he mirado el reloj y olvidado la hora de inmediato.",
  "Nunca me he hecho el dormido para no contestar un mensaje.",
  "Nunca me he equivocado de persona al abrazar.",
  "Nunca he perdido una apuesta tonta.",
  "Nunca me he reído solo al recordar algo gracioso.",
  "Nunca he tenido que correr bajo la lluvia sin paraguas.",
  "Nunca he confundido a un desconocido con un amigo de espaldas.",
  "Nunca me he quedado sin batería en un momento importante.",
  "Nunca he usado ropa de otra persona sin pedirla.",
  "Nunca me he dormido con el ordenador o tele encendido.",
  "Nunca he visto una serie completa en un solo día.",
  "Nunca he intentado sacar algo del microondas sin que terminara el tiempo.",
  "Nunca me he quedado atrapado con ropa ajustada.",
  "Nunca he intentado abrir la puerta empujando cuando era de tirar.",
  "Nunca he olvidado una contraseña importante.",
  "Nunca he buscado algo que tenía delante de mí.",
  "Nunca he derramado una bebida sobre mí mismo.",
  "Nunca he entrado a una tienda solo para usar el aire acondicionado.",
  "Nunca he fingido entender una película complicada.",
  "Nunca he perdido tiempo viendo vídeos inútiles.",
  "Nunca me he puesto a cantar con auriculares y alguien me escuchó.",
  "Nunca he olvidado apagar una videollamada.",
  "Nunca he perdido un calcetín en la lavadora.",
  "Nunca me he dado un golpe fuerte contra una mesa.",
  "Nunca me he quedado atrapado en tráfico sin batería.",
  "Nunca me he colado en una fila sin darme cuenta.",
  "Nunca he entrado en una conversación por error.",
  "Nunca me he puesto mal una mascarilla.",
  "Nunca he dejado un vaso con agua y lo confundí al día siguiente.",
  "Nunca me he hecho un lío con las direcciones derecha e izquierda.",
  "Nunca me he manchado con salsa en una cita.",
  "Nunca me he confundido de día de la semana.",
  "Nunca he contestado 'bien' cuando no escuché la pregunta.",
  "Nunca he corrido detrás de un bus en vano.",
  "Nunca he intentado abrir un paquete imposible con los dientes.",
  "Nunca he olvidado poner gasolina al coche.",
  "Nunca me he hecho pasar por experto en algo que no sabía.",
  "Nunca me he quedado sin saldo en el móvil en un viaje.",
  "Nunca he perdido la noción del tiempo jugando videojuegos.",
  "Nunca he olvidado la letra del himno en un evento.",
  "Nunca he puesto mi ropa al revés en público.",
  "Nunca me he dado un portazo a mí mismo."

]
