[
  "Nunca he llorado a escondidas para que nadie me viera.",
  "Nunca he sentido que no soy suficiente.",
  "Nunca me he comparado con alguien y me he sentido inferior.",
  "Nunca he fingido estar feliz cuando en realidad estaba mal.",
  "Nunca me he sentido solo/a rodeado/a de gente.",
  "Nunca he guardado un secreto que me pesara durante años.",
  "Nunca me he sentido utilizado/a en una relación.",
  "Nunca he dicho 'te quiero' sin sentirlo de verdad.",
  "Nunca he estado con alguien solo para no sentirme solo/a.",
  "Nunca he llorado por alguien que ni sabía lo mucho que me importaba.",
  "Nunca he dudado de si realmente soy amado/a.",
  "Nunca he ocultado mi tristeza con una sonrisa.",
  "Nunca he sentido miedo de mostrar quién soy realmente.",
  "Nunca he estado en una relación que sabía que me hacía daño.",
  "Nunca he llorado en silencio en la noche.",
  "Nunca me he sentido invisible entre mis amigos.",
  "Nunca he tenido miedo de decepcionar a mis padres.",
  "Nunca me he sentido un fracaso.",
  "Nunca he dudado de mi valor como persona.",
  "Nunca he sentido que nadie me entendía.",
  "Nunca he pensado que no iba a ser feliz.",
  "Nunca me he arrepentido de no haber dicho algo a tiempo.",
  "Nunca me he quedado callado/a por miedo a perder a alguien.",
  "Nunca he estado enamorado/a de alguien que no me correspondía.",
  "Nunca he pensado en alguien todos los días sin decirlo.",
  "Nunca me he sentido reemplazable.",
  "Nunca me he sentido culpable por algo que no era mi culpa.",
  "Nunca he sentido que estaba en el lugar equivocado.",
  "Nunca me he quedado en silencio para evitar discutir.",
  "Nunca me he sentido una carga para los demás.",
  "Nunca he llorado por miedo al futuro.",
  "Nunca he sentido que no merezco amor.",
  "Nunca he guardado resentimiento en silencio.",
  "Nunca he tenido miedo de ser abandonado/a.",
  "Nunca he llorado de rabia conmigo mismo/a.",
  "Nunca he sentido celos de una amistad cercana.",
  "Nunca he escondido algo de mi familia por miedo a su reacción.",
  "Nunca me he arrepentido de haber confiado en alguien.",
  "Nunca he fingido no estar enamorado/a.",
  "Nunca me he sentido atrapado/a en mi propia vida.",
  "Nunca he sentido que no encajo en ningún lugar.",
  "Nunca he llorado después de una pelea fuerte.",
  "Nunca he sentido miedo de envejecer.",
  "Nunca he pensado que no soy atractivo/a.",
  "Nunca he dudado de si alguien me quería de verdad.",
  "Nunca he llorado en el baño para que no me escucharan.",
  "Nunca me he sentido ignorado/a por las personas que más quiero.",
  "Nunca he sentido que nadie me necesita.",
  "Nunca me he sentido juzgado/a por ser quien soy.",
  "Nunca he dudado de mis propias decisiones.",
  "Nunca me he arrepentido de no haber pedido perdón.",
  "Nunca he llorado escuchando una canción que me recordaba a alguien.",
  "Nunca he guardado fotos o recuerdos de alguien que ya no está.",
  "Nunca me he sentido vacío/a aunque tuviera todo lo que quería.",
  "Nunca he llorado al pensar en mi infancia.",
  "Nunca me he sentido traicionado/a por alguien muy cercano.",
  "Nunca he tenido miedo de perder a alguien querido.",
  "Nunca he sentido que no era lo bastante bueno/a para alguien.",
  "Nunca he pensado que nadie me entendería si contaba mi historia.",
  "Nunca he llorado de impotencia por no poder cambiar algo.",
  "Nunca me he sentido usado/a solo por interés.",
  "Nunca me he arrepentido de haber guardado silencio.",
  "Nunca me he sentido culpable por seguir adelante.",
  "Nunca he sentido que no tenía un propósito.",
  "Nunca he guardado un sentimiento durante años.",
  "Nunca me he sentido atrapado/a en una amistad.",
  "Nunca he dudado de si elegí el camino correcto.",
  "Nunca me he sentido vacío/a después de una relación.",
  "Nunca he llorado al sentirme solo/a en una multitud.",
  "Nunca he sentido que decepcioné a alguien importante.",
  "Nunca he llorado recordando a alguien que ya no está.",
  "Nunca me he sentido ignorado/a cuando necesitaba apoyo.",
  "Nunca he dudado de si soy buena persona.",
  "Nunca he sentido miedo de no ser amado/a nunca más.",
  "Nunca he pensado que alguien estaría mejor sin mí.",
  "Nunca me he sentido un extraño en mi propia familia.",
  "Nunca he guardado un secreto que me dolía demasiado.",
  "Nunca me he sentido invisible en una relación.",
  "Nunca he llorado por sentirme incomprendido/a.",
  "Nunca he sentido que estaba perdiendo el control de mi vida.",
  "Nunca me he arrepentido de haber dicho 'te quiero'.",
  "Nunca me he arrepentido de no haberlo dicho.",
  "Nunca me he sentido atrapado/a en mi propio cuerpo.",
  "Nunca he llorado pensando en lo que pudo haber sido.",
  "Nunca he tenido miedo de ser juzgado/a por lo que siento.",
  "Nunca me he arrepentido de haber perdonado a alguien.",
  "Nunca me he sentido como si estuviera de más.",
  "Nunca me he sentido vacío/a después de lograr algo importante.",
  "Nunca he dudado de si alguien estaría orgulloso/a de mí.",
  "Nunca he sentido miedo de no ser recordado/a.",
  "Nunca he llorado al ver a alguien feliz porque me recordaba lo que no tenía.",
  "Nunca me he sentido avergonzado/a de mi pasado.",
  "Nunca he sentido que estaba perdiendo a alguien poco a poco.",
  "Nunca he llorado por sentirme incompleto/a.",
  "Nunca me he arrepentido de haber confiado en alguien que me falló.",
  "Nunca he sentido que no tengo un lugar en el mundo.",
  "Nunca me he arrepentido de haber dejado ir a alguien.",
  "Nunca me he arrepentido de haberme quedado cuando debía irme.",
  "Nunca he sentido miedo de no ser suficiente para mí mismo/a.",

  "Nunca he sentido que la vida no tenía sentido.",
  "Nunca he llorado por miedo a quedarme solo/a para siempre.",
  "Nunca he deseado desaparecer para que nadie sufriera por mí.",
  "Nunca me he sentido atrapado/a en una depresión sin salida.",
  "Nunca he sentido que no merecía seguir adelante.",
  "Nunca he tenido pensamientos que me daba miedo contar.",
  "Nunca he sentido que cargaba con más de lo que podía soportar.",
  "Nunca he deseado volver atrás para cambiar toda mi vida.",
  "Nunca me he sentido vacío/a incluso rodeado/a de amor.",
  "Nunca he sentido que no tenía fuerzas ni para levantarme.",
  "Nunca me he sentido invisible para el mundo entero.",
  "Nunca he sentido que no podía confiar en nadie.",
  "Nunca he sentido que estaba roto/a por dentro.",
  "Nunca me he sentido una decepción para mí mismo/a.",
  "Nunca he tenido miedo de convertirme en alguien que odio.",
  "Nunca me he arrepentido de no haber pedido ayuda a tiempo.",
  "Nunca me he sentido como un error en la vida de alguien.",
  "Nunca he llorado sin saber exactamente por qué.",
  "Nunca me he odiado a mí mismo/a.",
  "Nunca he sentido que no encajo ni siquiera conmigo mismo/a.",
  "Nunca he querido huir de todo y no volver nunca.",
  "Nunca he sentido que estaba arruinando mi propia vida.",
  "Nunca me he sentido una carga tan grande que prefería callar.",
  "Nunca he llorado por miedo a no cumplir los sueños de mis padres.",
  "Nunca me he sentido prisionero/a de mi propia mente.",
  "Nunca he tenido miedo de perder el control de mis emociones.",
  "Nunca he dudado de si mi vida realmente importa.",
  "Nunca he sentido que todos estarían mejor sin mí.",
  "Nunca he fingido estar bien para no preocupar a nadie.",
  "Nunca he sentido que mi tristeza asustaba a los demás.",
  "Nunca he sentido que el dolor era más fuerte que yo.",
  "Nunca me he arrepentido de haber confiado en alguien que me destruyó.",
  "Nunca he sentido odio hacia mí mismo/a por mis decisiones.",
  "Nunca he sentido que no era suficiente incluso para sobrevivir.",
  "Nunca me he sentido atrapado/a por mis propios miedos.",
  "Nunca he llorado por sentirme irreparable.",
  "Nunca me he sentido como un fantasma en mi propia vida.",
  "Nunca he tenido miedo de no sanar nunca.",
  "Nunca me he arrepentido de no haber dicho cuánto sufría.",
  "Nunca he sentido que era demasiado tarde para empezar de nuevo.",
  "Nunca me he sentido atrapado/a en un recuerdo que me destrozaba.",
  "Nunca he sentido que alguien destruyó mi confianza para siempre.",
  "Nunca he llorado deseando volver a ser niño/a.",
  "Nunca me he sentido perdido/a sin saber hacia dónde ir.",
  "Nunca he sentido que nadie vería mi dolor real.",
  "Nunca he sentido que fingir felicidad era mi única opción.",
  "Nunca me he sentido sin futuro.",
  "Nunca he llorado hasta quedarme sin fuerzas.",
  "Nunca me he arrepentido de haber sobrevivido a algo.",
  "Nunca he sentido que la tristeza era mi normalidad.",
  "Nunca me he sentido invisible incluso para mí mismo/a.",
  "Nunca he tenido miedo de no ser recordado/a por nadie.",
  "Nunca he sentido que he decepcionado a todos.",
  "Nunca he guardado un dolor tan grande que no puedo hablar de él.",
  "Nunca he tenido miedo de estar roto/a para siempre.",
  "Nunca me he arrepentido de haber amado a la persona equivocada.",
  "Nunca he sentido que mi vida estaba en pausa para siempre.",
  "Nunca he deseado no despertar al día siguiente.",
  "Nunca me he arrepentido de no haber dicho adiós.",
  "Nunca he sentido que la soledad me consumía.",
  "Nunca me he sentido atrapado/a en un cuerpo que no reconozco.",
  "Nunca he sentido que el pasado me perseguía cada día.",
  "Nunca he llorado por no poder cambiar lo que soy.",
  "Nunca he tenido miedo de volver a confiar en alguien.",
  "Nunca me he sentido atrapado/a en una mentira que yo mismo/a creé.",
  "Nunca he sentido que no tenía fuerzas para continuar.",
  "Nunca me he arrepentido de no haber amado más fuerte.",
  "Nunca he sentido que mi vida no tenía propósito alguno.",
  "Nunca me he sentido atrapado/a entre lo que quiero y lo que debo hacer.",
  "Nunca he llorado por miedo a perderme a mí mismo/a.",
  "Nunca me he arrepentido de no haber dado las gracias a tiempo.",
  "Nunca me he sentido vacío/a aunque todos creyeran que estaba bien.",
  "Nunca he sentido que la esperanza se había apagado en mí.",
  "Nunca me he arrepentido de haber dejado entrar a alguien en mi vida.",
  "Nunca he sentido miedo de convertirme en alguien irreconocible.",
  "Nunca he sentido que ya no quedaba nada bueno en mí.",
  "Nunca he deseado volver a empezar con otra vida.",
  "Nunca me he sentido atrapado/a en un círculo de dolor.",
  "Nunca he llorado al darme cuenta de cuánto me estaba perdiendo.",
  "Nunca he sentido que todos me han fallado.",
  "Nunca me he arrepentido de haber guardado tanto silencio.",
  "Nunca me he sentido como si nadie me pudiera salvar.",
  "Nunca he tenido miedo de seguir siendo infeliz toda mi vida.",
  "Nunca me he arrepentido de no haber confiado en alguien que quería ayudarme.",
  "Nunca he sentido que el tiempo me estaba consumiendo.",
  "Nunca he llorado por sentirme completamente roto/a.",
  "Nunca he sentido que mis heridas nunca iban a sanar.",
  "Nunca me he arrepentido de haberme rendido en algo importante.",
  "Nunca me he sentido vacío/a en medio de una celebración.",
  "Nunca he sentido que el dolor era mi única compañía.",
  "Nunca me he sentido irrelevante para todos.",
  "Nunca me he arrepentido de no haber tomado una oportunidad vital.",
  "Nunca he sentido que todos me juzgaban aunque no dijeran nada.",
  "Nunca me he sentido agotado/a de ser fuerte.",
  "Nunca he sentido que estaba atrapado/a en una máscara.",
  "Nunca he llorado al sentir que nadie jamás me entendería.",
  "Nunca me he arrepentido de haber dejado que alguien me rompiera.",
  "Nunca he sentido que mi vida se detuvo en un mal recuerdo.",
  "Nunca he llorado pensando que nunca iba a cambiar nada.",
  "Nunca he sentido que estaba perdiendo lo poco que quedaba de mí.",
  "Nunca me he arrepentido de haber confiado en alguien demasiado rápido.",
  "Nunca me he sentido como un espectador de mi propia vida.",
  "Nunca he llorado al sentirme completamente solo/a en el mundo.",
  "Nunca he sentido que nunca voy a ser feliz de verdad.",
  "Nunca me he arrepentido de no haber dicho lo que realmente sentía.",
  "Nunca he sentido que todo lo bueno se iba demasiado rápido.",
  "Nunca me he sentido atrapado/a en un ciclo de arrepentimiento.",
  "Nunca he llorado por miedo a que nadie entendiera mi dolor.",
  "Nunca me he sentido como si estuviera fallando en existir.",
  "Nunca he deseado tener otra oportunidad para cambiarlo todo."
]
