[
  "¿Cuál ha sido tu mayor vergüenza?",
  "¿Has mentido alguna vez para salir de un problema?",
  "¿Quién fue tu primer amor?",
  "¿Cuál es tu secreto más embarazoso?",
  "¿Alguna vez te has sentido traicionado por un amigo?",
  "¿Has fingido estar enfermo para no ir a algún sitio?",
  "¿Qué es lo más ilegal que has hecho?",
  "¿Alguna vez has espiado a alguien?",
  "¿Has tenido un crush secreto con alguien cercano?",
  "¿Cuál es tu miedo más irracional?",
  "¿Has roto el corazón de alguien intencionalmente?",
  "¿Alguna vez te has arrepentido de besar a alguien?",
  "¿Cuál es tu fantasía más rara?",
  "¿Has dicho 'te amo' sin sentirlo de verdad?",
  "¿Alguna vez has robado algo pequeño?",
  "¿Has llorado por una película alguna vez?",
  "¿Alguna vez te has sentido celoso de un amigo?",
  "¿Cuál es tu mayor inseguridad?",
  "¿Has evitado a alguien por miedo a la confrontación?",
  "¿Alguna vez has compartido un secreto que no debías?",
  "¿Cuál ha sido tu peor cita?",
  "¿Has fingido interés en alguien solo por compromiso social?",
  "¿Cuál es la mentira más grande que le has dicho a tus padres?",
  "¿Alguna vez te has arrepentido de una amistad?",
  "¿Qué harías si descubrieras que tu crush tiene pareja?",
  "¿Has sentido atracción por alguien mucho mayor que tú?",
  "¿Cuál es tu recuerdo más embarazoso de la infancia?",
  "¿Alguna vez te has sentido rechazado románticamente?",
  "¿Has enviado mensajes que te arrepentiste después?",
  "¿Cuál es tu secreto más divertido que nadie sabe?",
  "¿Alguna vez te has enamorado de alguien prohibido?",
  "¿Has sentido celos por el éxito de un amigo?",
  "¿Alguna vez te han pillado mintiendo?",
  "¿Cuál es tu secreto más tonto de la adolescencia?",
  "¿Alguna vez has hecho trampa en un examen?",
  "¿Cuál ha sido tu mayor error romántico?",
  "¿Alguna vez te has enamorado de alguien a primera vista?",
  "¿Has tenido un crush con alguien comprometido?",
  "¿Cuál es tu mayor arrepentimiento?",
  "¿Alguna vez has ocultado tus sentimientos a alguien?",
  "¿Has fingido estar ocupado para evitar a alguien?",
  "¿Cuál es tu miedo más grande en una relación?",
  "¿Alguna vez has hecho algo de lo que te sientas realmente culpable?",
  "¿Qué harías si tu amigo tuviera un secreto que te afecta?",
  "¿Alguna vez has sentido amor no correspondido?",
  "¿Has sido celoso de alguien sin razón?",
  "¿Cuál es tu fantasía más extraña que jamás contarías?",
  "¿Alguna vez has perdido la paciencia con un amigo cercano?",
  "¿Has hecho algo solo para impresionar a alguien?",
  "¿Cuál es tu recuerdo romántico más embarazoso?",
  "¿Alguna vez has mentido sobre tus logros?",
  "¿Has sentido vergüenza por tu familia en público?",
  "¿Alguna vez has escondido algo a un amigo por miedo al juicio?",
  "¿Cuál ha sido tu peor momento en la escuela?",
  "¿Alguna vez te han rechazado de forma cruel?",
  "¿Cuál es tu secreto más doloroso?",
  "¿Has sentido celos por alguien cercano a tu pareja?",
  "¿Alguna vez has hecho algo que te avergüence en una fiesta?",
  "¿Cuál es tu mayor arrepentimiento amoroso?",
  "¿Alguna vez has espiado redes sociales de alguien?",
  "¿Qué secreto romántico jamás has contado?",
  "¿Alguna vez has fingido estar feliz cuando no lo estabas?",
  "¿Cuál ha sido tu mayor decepción de amistad?",
  "¿Alguna vez te has sentido ignorado por alguien importante?",
  "¿Qué harías si tu crush no te corresponde?",
  "¿Alguna vez te has sentido traicionado por tu pareja?",
  "¿Cuál ha sido tu mentira más grande a un amigo?",
  "¿Alguna vez has ocultado tus sentimientos románticos?",
  "¿Cuál es tu recuerdo más doloroso de la infancia?",
  "¿Alguna vez has sentido atracción por un profesor o alguien mayor?",
  "¿Cuál es tu secreto más gracioso?",
  "¿Alguna vez has llorado por amor?",
  "¿Qué harías si descubres que tu ex sigue enamorado de ti?",
  "¿Alguna vez has sentido celos irracionales?",
  "¿Cuál es tu miedo más grande en una relación de amistad?",
  "¿Alguna vez has hecho algo vergonzoso por amor?",
  "¿Qué harías si alguien cercano traiciona tu confianza?",
  "¿Alguna vez has guardado secretos de tu familia?",
  "¿Cuál ha sido tu peor error en el amor?",
  "¿Alguna vez has fantaseado con alguien inapropiado?",
  "¿Qué harías si pierdes la confianza de tu mejor amigo?",
  "¿Alguna vez has dicho algo cruel en un momento de enfado?",
  "¿Cuál es tu mayor inseguridad física?",
  "¿Alguna vez has tenido miedo de expresar tus sentimientos?",
  "¿Qué secreto guardas de tu primer amor?",
  "¿Alguna vez has sentido celos de un hermano o hermana?",
  "¿Cuál es tu mayor arrepentimiento de juventud?",
  "¿Alguna vez te has sentido abandonado por un amigo?",
  "¿Qué harías si alguien te mintiera para protegerte?",
  "¿Alguna vez te has sentido solo en una multitud?",


  "¿Alguna vez has sentido atracción por alguien mucho mayor que tú?",
  "¿Has enviado mensajes comprometedores al grupo equivocado?",
  "¿Cuál ha sido tu momento más bochornoso en público?",
  "¿Has fingido sentir algo por alguien para obtener algo a cambio?",
  "¿Alguna vez has sido descubierto haciendo algo vergonzoso?",
  "¿Has tenido un crush con alguien comprometido?",
  "¿Cuál es la peor mentira que has dicho en una cita?",
  "¿Alguna vez has hablado mal de un amigo y te descubrieron?",
  "¿Has hecho algo inapropiado por celos?",
  "¿Cuál ha sido tu experiencia más humillante en una cita?",
  "¿Alguna vez te has arrepentido de besar a alguien delante de otros?",
  "¿Has compartido un secreto íntimo de otro sin permiso?",
  "¿Cuál ha sido tu fantasía más incómoda de confesar?",
  "¿Alguna vez te han pillado en un momento íntimo?",
  "¿Has enviado fotos comprometedores por error?",
  "¿Cuál es tu mayor vergüenza familiar?",
  "¿Alguna vez te han rechazado públicamente?",
  "¿Has sentido atracción por un amigo de tu pareja?",
  "¿Cuál es la mentira más grande que has contado para impresionar?",
  "¿Alguna vez has sido humillado por tu crush?",
  "¿Has fingido que te gusta algo solo para agradar?",
  "¿Cuál ha sido tu mayor fracaso romántico?",
  "¿Alguna vez has tenido un secreto que podría arruinar tu reputación?",
  "¿Has sentido vergüenza extrema por tu cuerpo en público?",
  "¿Cuál es la confesión más embarazosa que has hecho por amor?",
  "¿Alguna vez te has enamorado de alguien que no te correspondía?",
  "¿Has fingido sentimientos para manipular a alguien?",
  "¿Cuál es tu mayor arrepentimiento de la adolescencia?",
  "¿Alguna vez has hecho algo ilegal por diversión?",
  "¿Has sentido culpa por lo que sentiste hacia alguien cercano?",
  "¿Cuál ha sido tu peor momento en una fiesta?",
  "¿Alguna vez has sido atrapado haciendo trampa?",
  "¿Has tenido una fantasía con alguien inapropiado?",
  "¿Cuál es tu recuerdo más doloroso con un amigo?",
  "¿Alguna vez te han avergonzado delante de tu crush?",
  "¿Has fingido interés en alguien solo para conseguir favores?",
  "¿Cuál ha sido tu mayor humillación escolar?",
  "¿Alguna vez has sido rechazado de forma cruel en público?",
  "¿Has mentido sobre tu experiencia sexual?",
  "¿Cuál es tu secreto más impactante que nadie sabe?",
  "¿Alguna vez has deseado algo prohibido?",
  "¿Has sentido atracción por alguien de tu trabajo o estudios?",
  "¿Cuál es tu momento más incómodo en una relación?",
  "¿Alguna vez te han sorprendido espiando?",
  "¿Has hecho algo de lo que te arrepientes profundamente?",
  "¿Cuál ha sido tu peor cita de todas?",
  "¿Alguna vez has sentido vergüenza por tu familia delante de otros?",
  "¿Has hecho trampa en alguna relación o juego de pareja?",
  "¿Cuál es la confesión más difícil que has dado?",
  "¿Alguna vez te has sentido traicionado y lo ocultaste?",
  "¿Has compartido algo íntimo con alguien que no debía saberlo?",
  "¿Cuál ha sido tu secreto más embarazoso en la adolescencia?",
  "¿Alguna vez te han rechazado frente a un grupo?",
  "¿Has sentido atracción por alguien que te perjudicaba?",
  "¿Cuál es tu momento más humillante en redes sociales?",
  "¿Alguna vez has dicho algo extremadamente vergonzoso a tu crush?",
  "¿Has ocultado una relación secreta?",
  "¿Cuál ha sido tu peor error de comunicación en público?",
  "¿Alguna vez has fingido estar enfermo para evitar un momento incómodo?",
  "¿Has hecho algo arriesgado solo para impresionar?",
  "¿Cuál es tu fantasía más embarazosa de confesar?"

]
