Repository: AlejandroMilla99/gameBible
Catalog: lib/l10n/app_*.arb
Languages: es

# chooseTruthOrDare
source: Choose Truth or Dare to start
es: Elige Verdad o Reto para comenzar

source: Truth
es: Verdad

source: Dare
es: Reto

source: How to play Truth or Dare
es: Cómo jugar a Verdad o Reto

# instruction1
source: Choose 'Truth' or 'Dare' by tapping one of the two buttons below.
es: Elige entre 'Verdad' o 'Reto' pulsando uno de los dos botones inferiores.

# instruction2
source: If you choose 'Truth', answer honestly the question shown on screen.
es: Si eliges 'Verdad', deberás responder con sinceridad a la pregunta que aparezca en pantalla.

# instruction3
source: If you choose 'Dare', perform the action given.
es: Si eliges 'Reto', tendrás que realizar la acción que se te proponga.

# instruction4
source: Players take turns alternating questions and dares.
es: El juego continúa turnándose entre los jugadores, alternando preguntas y retos.

# instruction5
source: The goal is to have fun, discover new things and accept challenges.
es: El objetivo es divertirse, descubrir cosas nuevas y aceptar los desafíos.

# example
source: Example: If you choose 'Truth', you may answer 'What was your most embarrassing moment?'. If you choose 'Dare', you may get 'Imitate someone in the group for 1 minute'.
es: Ejemplo: Si eliges 'Verdad', puede tocarte responder '¿Cuál ha sido tu mayor vergüenza?'. Si eliges 'Reto', puede salirte 'Imita a alguien del grupo durante 1 minuto'.

# chooseCategory
source: Choose a category to start: Normal, +18 or Sentimental
es: Elige categoría para comenzar: Normal, +18 o sentimental

source: How to play Never Have I Ever
es: Cómo jugar a Yo Nunca

# nhieInstruction1
source: Choose a question category by tapping one of the three buttons: 'Normal', '+18', or 'Sentimental'.
es: Podrás elegir una categoría de pregunta pulsando en uno de los tres botones inferiores: 'Normal', '+18' o 'Sentimental'.

# nhieInstruction2
source: A phrase starting with 'Never have I ever...' will appear on the screen.
es: Se mostrará en pantalla una frase que empieza por 'Nunca he...'.

# nhieInstruction3
source: All players must think if they have ever done what the phrase says.
es: Todos los jugadores deben pensar si alguna vez han hecho lo que aparece en la frase.

# nhieInstruction4
source: If a player HAS done it, they must admit it (for example, by raising their hand, taking a sip of a drink, or however the group decides).
es: Si un jugador SÍ lo ha hecho, debe reconocerlo (por ejemplo, levantando la mano, tomando un sorbo de bebida, o como acuerde el grupo).

# nhieInstruction5
source: The game continues as long as players want, switching between categories if desired.
es: El juego continúa mientras los jugadores quieran, pudiendo alternar entre categorías.

# nhieInstruction6
source: WARNING: The +18 category contains very explicit questions that may not be suitable for everyone.
es: AVISO: La categoría +18 contiene preguntas muy explícitas que pueden no ser aptas para todo el mundo.

# nhieInstruction7
source: WARNING: The Sentimental category is aimed at deep introspection and may contain very tough questions not suitable for everyone.
es: AVISO: La categoría Sentimental está destinada a una gran introspección y puede contener preguntas muy duras que no son aptas para todo el mundo.

# nhieExample
source: Example: If the phrase 'Never have I ever missed a flight' appears and a player has missed one, they must admit it.
es: Ejemplo: Si aparece la frase 'Nunca he perdido un vuelo' y un jugador sí lo ha perdido, deberá admitirlo.

# pressToStart
source: Press the button to start
es: Pulsa el botón para comenzar

source: Forbidden words:
es: Palabras prohibidas:

source: Start
es: Empezar

source: Discard
es: Descartar

source: Correct
es: Acierto

# howToPlayTabu
source: How to play Taboo
es: Cómo jugar a Palabra tabú

# tabuInstruction1
source: Press the 'Start' button to get a word.
es: Pulsa el botón 'Empezar' para obtener una palabra.

# tabuInstruction2
source: A main word will be shown on screen along with a list of forbidden words.
es: Se mostrará en pantalla una palabra principal junto con una lista de palabras prohibidas.

# tabuInstruction3
source: The player must describe the main word without mentioning any of the forbidden ones.
es: El jugador debe describir la palabra principal sin mencionar ninguna de las prohibidas.

# tabuInstruction4
source: The rest of the group must try to guess what the word is.
es: El resto del grupo debe intentar adivinar de qué palabra se trata.

# tabuInstruction5
source: If the player says a forbidden word, they lose their turn.
es: Si el jugador dice una palabra prohibida, pierde el turno.

# tabuExample
source: Example: If the word 'Dog' appears and the forbidden ones are 'Animal', 'Bark', 'Pet', and 'Cat', you should describe it by saying something like 'a living being that usually accompanies people at home'.
es: Ejemplo: Si aparece la palabra 'Perro' y las prohibidas son 'Animal', 'Ladrar', 'Mascota' y 'Gato', deberás describirlo diciendo algo como 'un ser vivo que suele acompañar a las personas en casa'.

source: Incorrect!
es: ¡Incorrecto!

# guessEmoji
source: Guess the emojis
es: Adivina el emoji

# writeAnswer
source: Write your answer
es: Escribe tu respuesta

source: Send
es: Enviar

source: Next
es: Siguiente

# howToPlayEmoji
source: How to play EmojiChallenge
es: Cómo jugar a EmojiChallenge

# emojiInstruction1
source: On the screen you will see a combination of emojis that represent a concept, a movie, a book, or someone known.
es: En pantalla verás una combinación de emojis que representan un concepto, una película, un libro o alguien conocido.

# emojiInstruction2
source: Your goal is to guess what that combination means and write the answer in the text box.
es: Tu objetivo es adivinar qué significa esa combinación y escribir la respuesta en el cuadro de texto.

# emojiInstruction3
source: Press 'Send' to check if your answer is correct.
es: Pulsa 'Enviar' para comprobar si tu respuesta es correcta.

# emojiInstruction4
source: If you guess correctly, you will earn a point in your score. If you fail, a message will indicate the answer is incorrect.
es: Si aciertas, sumarás un punto a tu marcador de aciertos. Si fallas, se mostrará un mensaje indicando que la respuesta es incorrecta.

# emojiInstruction5
source: You can move to the next challenge by pressing the 'Next' button.
es: Puedes pasar al siguiente reto pulsando el botón 'Siguiente'.

# emojiInstruction6
source: If you get stuck, you can get inspired by the suggestion system that appears when you type.
es: Si te quedas bloqueado, puedes inspirarte con el sistema de sugerencias que aparece al escribir.

# emojiInstruction7
source: You can also challenge yourself with the timer to measure how long it takes to solve each challenge.
es: También puedes retarte con el cronómetro para medir cuánto tardas en resolver cada desafío.

# emojiInstruction8
source: Your number of accumulated correct answers appears at the top, and you can reset it anytime.
es: Tu número de aciertos acumulados aparece en la parte superior, y puedes restablecerlo en cualquier momento.

# emojiExample
source: Example: If you see the emojis '🦁👑', the correct answer would be 'The Lion King'.
es: Ejemplo: Si ves los emojis '🦁👑', la respuesta correcta sería 'El rey león'.

source: Reset Game
es: Reiniciar juego

source: How to play Worday
es: Cómo jugar a Worday

# wordayInstruction1
source: You have 6 attempts to guess the hidden 5-letter word.
es: Tienes 6 intentos para adivinar la palabra oculta de 5 letras.

# wordayInstruction2
source: When you type a valid word, letters are marked with different colors: 🟩 Green: correct letter in correct position. 🟧 Orange: correct letter in wrong position. ⬛ Gray: letter not in word.
es: Cada vez que introduces una palabra válida con el teclado, las letras se marcarán con distintos colores: 🟩 Verde: La letra está en la palabra y en la posición correcta. 🟧 Naranja: La letra está en la palabra pero en otra posición. ⬛ Gris: La letra no está en la palabra.

# wordayInstruction3
source: Use the colors to refine your guesses.
es: Utiliza la información de los colores para refinar tus intentos.

# wordayInstruction4
source: The game ends when you guess the word or run out of attempts.
es: El juego termina cuando aciertas la palabra o agotas los intentos.

# wordayExample
source: Example: If the target word is 'CARGO' and you type 'MANSO', the letters 'A' and 'O' will be green and the rest gray.
es: Ejemplo: Si la palabra objetivo es 'CARGO' y escribes 'MANSO', verás que las letras 'A' y 'O' estarán en verde, mientras que el resto se mostrarán en gris.

# invalidWord
source: Invalid word, try again
es: Palabra inválida, intenta de nuevo

# winTitle
source: 🎉 You guessed it! 🎉
es: 🎉 ¡Has acertado! 🎉

# loseTitle
source: 😢 Game Over 😢
es: 😢 Fin del juego 😢

# winDescription
source: Congratulations! The word was {word}. You guessed it in {attempts} attempts.
es: ¡Felicidades! La palabra era {word}. Acertaste en {attempts} intentos.

# loseDescription
source: You didn't guess the word. The correct word was {word}.
es: No acertaste la palabra. La correcta era: {word}

source: Play Again
es: Repetir

source: Next question
es: Siguiente pregunta

# fastQuizHowToPlay
source: How to play FastQuiz
es: Cómo jugar a FastQuiz

# fastQuizInstruction1
source: A question with multiple options will appear on screen.
es: En pantalla aparecerá una pregunta con varias opciones de respuesta.

# fastQuizInstruction2
source: Read the question carefully and select one of the available options.
es: Lee atentamente la pregunta y selecciona una de las opciones disponibles.

# fastQuizInstruction3
source: If correct, the option will be highlighted in green and you earn a point.
es: Si aciertas, la opción se marcará en verde y sumarás un punto a tu marcador de aciertos.

# fastQuizInstruction4
source: If wrong, your answer will be marked in red and you won't earn points.
es: Si fallas, tu respuesta se marcará en rojo y no sumarás puntos.

# fastQuizInstruction5
source: After answering, press 'Next question' to continue.
es: Después de responder, pulsa 'Siguiente pregunta' para continuar.

# fastQuizInstruction6
source: You can check your total correct answers at the top of the screen and reset anytime.
es: Puedes consultar tu número total de aciertos en la parte superior de la pantalla y restablecerlo en cualquier momento.

# fastQuizInstruction7
source: You can also use the built-in stopwatch to challenge yourself in a limited time.
es: También puedes hacer uso del cronómetro incorporado para retarte en un tiempo determinado.

# fastQuizExample
source: Example: If the question 'What is the capital of France?' appears and you select 'Paris', your answer is correct and you earn a point.
es: Ejemplo: Si aparece la pregunta '¿Cuál es la capital de Francia?' y eliges 'París', tu respuesta será correcta y sumarás un punto.

source: Play
es: Jugar

source: Daily challenge
es: Desafío diario

source: Back
es: Volver

# truthOrDareTitle
source: Truth or Dare
es: Verdad o Reto

# truthOrDareDesc
source: Choose between telling a truth or completing a risky challenge.
es: Elige entre revelar una verdad sobre ti o hacer un reto comprometedor.

# neverHaveIEverTitle
source: Never Have I Ever
es: Yo Nunca

# neverHaveIEverDesc
source: Reveal secrets with your friends.
es: Revela secretos con tus amigos.

# fastQuizTitle
source: Fast Quiz
es: Test rápido

# fastQuizDesc
source: General knowledge quiz.
es: Test de cultura general.

# emojiChallengeDesc
source: Guess movies, books, or concepts based only on emojis.
es: Acierta películas, libros o conceptos a partir de una descripción basada sólo en emojis.

# geoExpertDesc
source: Rank countries based on different indexes.
es: Rankea países en función de diferentes índices.

# wordayDesc
source: Guess the daily word by testing other words and considering the letter positions.
es: Adivina la palabra diaria orientándola a través de probar otras palabras teniendo en cuenta la posición de sus letras

# tabuWordTitle
source: Taboo Word
es: Palabra tabú

# tabuWordDesc
source: Describe the word to your friends without using a forbidden word list.
es: Describe la palabra a tus amigos sin usar una lista de palabras prohibidas

# correctAnswers
source: Corrects:
es: Aciertos:

source: Reset
es: Restablecer

# startWatch
source: Start
es: Iniciar

source: Stop
es: Parar

source: Resume
es: Reanudar

# resetTimer
source: Reset
es: Reiniciar

source: Friends Games
es: Juegos con Amigos

source: Favorites
es: Favoritos

source: Profile
es: Perfil

source: Search games
es: Buscar juegos

source: Favorites cleared
es: Favoritos eliminados

source: Open settings
es: Abrir configuración

source: Home
es: Inicio

# appTitle
source: Games with Friends
es: Juegos con Amigos

# appSubtitle
source: Have fun in group! 🎉
es: ¡Diviértete en grupo! 🎉

source: Settings
es: Configuración

source: Privacy Policy
es: Política de Privacidad

# aboutApp
source: About the App
es: Sobre la App

source: Language
es: Idioma

source: Spanish
es: Español

source: English
es: Inglés

source: Sound
es: Sonido

source: Notifications
es: Notificaciones

source: Save
es: Guardar

source: Reverse Voice
es: Voz Inversa

# reverseVoiceDesc
source: Imitate a phrase you record in reverse and observe the result.
es: Imita una frase que grabes a la inversa y observa el resultado.

# reverseVoiceHowToPlay
source: How to play Reverse Voice
es: Cómo jugar a Voz Inversa

# reverseVoiceInstruction1
source: Press the green microphone section to record your voice (max 10 seconds).
es: Pulsa la sección verde con el micrófono para grabar tu voz (máximo 10 segundos).

# reverseVoiceInstruction2
source: When you stop recording, the blue section will unlock.
es: Cuando detengas la grabación, se desbloqueará la sección azul.

# reverseVoiceInstruction3
source: Press the blue speaker button to hear your recording in reverse.
es: Pulsa el botón del altavoz azul para escuchar tu grabación al revés.

# reverseVoiceInstruction4
source: Now, try to imitate what you heard in reverse by recording again!
es: Ahora intenta imitar lo que has escuchado al revés volviendo a grabar.

# reverseVoiceExample
source: Example: Record 'Hello World' → hear 'dlroW olleH' → try to record that and hear your original phrase.
es: Ejemplo: Graba 'Hola Mundo' → escucha 'odnuM aloH' → graba eso y comprueba si reproduces tu frase original.

# record
source: Touch for recording
es: Pulsa para grabar

# reproduce
source: Touch for listening
es: Pulsa para reproducir

source: Loading...
es: Cargando...

# geoExpertTotalScore
source: Total score:
es: Puntuación total:

source: Start game
es: Empezar

# geoExpertShowName
source: Show name
es: Revelar nombre

source: Game over
es: Fin del juego

source: Share
es: Compartir

# geoExpertAbandonTryDaily
source: You have abandoned the attempt. Penalty score:
es: Has abandonado el intento. Puntuación penal:

# geoExpertFinalScoreDaily
source: Your total score was:
es: Tu puntuación total ha sido:

# geoExpertFinalScoreNormal
source: Your total score is:
es: Tu puntuación total es:

# geoExpertShareText
source: 🌍 Day #1 at GeoExpert 🏆 Total Score: {displayScore} 🎯 Show off your geographic knowledge! 📲 Play now: https://link_to_the_app
es: 🌍 Día #1 en GeoExpert 🏆 Puntuación Total: $displayScore 🎯 ¡Demuestra tus conocimientos geográficos! 📲 Juega ahora: https://link_a_la_app

# geoExpertRecommendation
source: ⚡You had a better choice: {category} (Rank: {rank})
es: ⚡ Podrías haber elegido mejor: {category} (Ranking: {rank})

# geoExpertHistoricalHighScores
source: 📊 History
es: 📊 Histórico

# geoExpertHistoricalHighScoresTitle
source: 📊 Score history
es: 📊 Histórico de puntuaciones

# geoExpertDay
source: 📅 Day #{day}
es: 📅 Día #{day}
