[
  "Imita a alguien del grupo durante 1 minuto.",
  "Haz 10 flexiones ahora mismo.",
  "Baila sin música por 30 segundos.",
  "Habla con acento raro hasta tu próximo turno.",
  "Canta una canción a todo pulmón.",
  "Envía un mensaje divertido a tu crush.",
  "Haz una pose ridícula y manténla 30 segundos.",
  "Cuenta tu secreto más vergonzoso en voz alta.",
  "Haz una llamada graciosa a un amigo.",
  "Haz una mueca y manténla 1 minuto.",
  "Comparte un meme que te avergüence.",
  "Baila como si nadie te estuviera viendo.",
  "Imita a un animal hasta que alguien adivine cuál es.",
  "Haz 20 saltos de tijera.",
  "Escribe un mensaje divertido y envíalo al grupo.",
  "Canta la primera canción que recuerdes de tu infancia.",
  "Haz una foto graciosa y compártela.",
  "Haz que alguien más te haga un peinado raro.",
  "Cuenta una mentira obvia y que todos crean.",
  "Baila con un objeto imaginario.",
  "Cambia tu foto de perfil a una divertida por 5 minutos.",
  "Haz un dibujo rápido y muéstraselo al grupo.",
  "Cuenta un chiste malo y ríete como si fuera genial.",
  "Habla con tu mano como si fuera un teléfono.",
  "Haz un saludo ridículo cada vez que hables durante 2 minutos.",
  "Canta el alfabeto al revés.",
  "Imita a un famoso durante 1 minuto.",
  "Haz 15 sentadillas rápidamente.",
  "Reta a alguien a decir tu nombre al revés.",
  "Haz que alguien más te escriba un mensaje gracioso.",
  "Dibuja un bigote en tu cara con lápiz.",
  "Haz 10 saltos de estrella.",
  "Baila como robot por 30 segundos.",
  "Cuenta un secreto inventado como si fuera real.",
  "Imita una escena de película famosa.",
  "Escribe una frase graciosa en tu brazo y muéstrala.",
  "Haz que alguien más te dé un apodo divertido.",
  "Toma una selfie graciosa con expresión exagerada.",
  "Imita un acento extranjero hasta tu próximo turno.",
  "Haz 10 abdominales rápidamente.",
  "Habla solo con rimas durante 1 minuto.",
  "Haz una mini coreografía inventada.",
  "Reta a alguien a hacer un dibujo rápido.",
  "Canta tu canción favorita de forma dramática.",
  "Baila como si estuvieras en una pasarela.",
  "Haz una imitación de un animal favorito.",
  "Cuenta un chiste y haz gestos exagerados.",
  "Toma un objeto y finge que es un micrófono.",
  "Haz 5 saltos mortales (si es seguro).",
  "Habla como robot durante 1 minuto.",
  "Haz una pose de superhéroe y manténla 30 segundos.",
  "Reta a alguien a que te haga una pregunta incómoda.",
  "Canta el estribillo de una canción famosa.",
  "Imita a un amigo de manera divertida.",
  "Haz un mini monólogo dramático.",
  "Baila usando solo los brazos durante 30 segundos.",
  "Haz una selfie haciendo una mueca ridícula.",
  "Cuenta un secreto inventado con voz dramática.",
  "Imita a un personaje de dibujos animados.",
  "Haz 10 saltos en una pierna.",
  "Canta el abecedario con voz de bebé.",
  "Baila con un objeto imaginario como pareja.",
  "Haz un saludo exagerado cada vez que hables durante 2 minutos.",
  "Cuenta un chiste inventado y ríete exageradamente.",
  "Haz un dibujo ridículo en una hoja y muéstralo.",
  "Canta una canción con palabras inventadas.",
  "Haz una imitación de tu profesor favorito.",
  "Baila como si estuvieras en un videoclip.",
  "Haz una foto graciosa con un accesorio.",
  "Imita a tu mascota durante 1 minuto.",
  "Reta a alguien a inventar una historia contigo.",
  "Habla como un villano de película durante 1 minuto.",
  "Haz 10 saltos de tijera con exageración.",
  "Canta tu canción favorita mientras bailas.",
  "Haz un mini sketch de comedia con alguien.",
  "Baila como un zombie durante 30 segundos.",
  "Imita un objeto cotidiano durante 1 minuto.",
  "Haz una pose de yoga graciosa y manténla.",
  "Cuenta un chiste y exagera tus gestos.",
  "Haz que alguien más te escriba un mensaje divertido.",
  "Imita a un personaje famoso de forma ridícula.",
  "Haz 10 flexiones con exageración de voz.",
  "Canta el nombre de todos los presentes de forma creativa.",
  "Baila como si fueras un robot defectuoso.",


  "Envía un mensaje romántico a tu crush sin explicaciones.",
  "Baila desnudo (o con ropa mínima segura) por 30 segundos delante de todos.",
  "Comparte tu secreto más vergonzoso en voz alta.",
  "Imita tu momento más embarazoso delante del grupo.",
  "Escribe una carta confesando algo que nunca has dicho a alguien.",
  "Haz 20 flexiones mientras cuentas un secreto íntimo.",
  "Envía una foto graciosa y comprometedora a un amigo.",
  "Baila en silencio como si nadie te viera, durante 1 minuto.",
  "Canta una canción inventada confesando tu mayor vergüenza.",
  "Comparte tu crush secreto actual con el grupo.",
  "Imita un momento vergonzoso que nadie haya visto.",
  "Haz un dibujo de tu secreto más vergonzoso y muéstralo.",
  "Cuenta tu peor experiencia romántica como si fuera una película dramática.",
  "Envía un mensaje incómodo a la persona que más te gusta.",
  "Haz una mini actuación de tu momento más vergonzoso en público.",
  "Escribe un mensaje a alguien disculpándote por algo ridículo que hiciste.",
  "Baila como un animal ridículo frente al grupo durante 1 minuto.",
  "Confiesa algo que nunca le has dicho a tu mejor amigo.",
  "Envía un audio interpretando una confesión vergonzosa.",
  "Haz una pose comprometida mientras todos te miran.",
  "Cuenta un secreto embarazoso mientras haces 10 saltos de estrella.",
  "Baila usando solo una pierna durante 30 segundos mientras cantas.",
  "Envía un mensaje confesando tu mayor error romántico.",
  "Imita a tu profesor o jefe haciendo algo vergonzoso.",
  "Haz que alguien te pinte algo gracioso en la cara.",
  "Canta tu canción favorita de forma dramática mientras bailas ridículamente.",
  "Envía una foto con la mueca más rara que puedas hacer.",
  "Cuenta un secreto inventado como si fuera verdad delante del grupo.",
  "Baila en círculo imitando a un personaje famoso.",
  "Haz 15 sentadillas mientras narras tu peor cita.",
  "Envía un mensaje comprometedor a tu grupo de amigos.",
  "Imita un momento incómodo de tu infancia delante de todos.",
  "Haz que alguien te haga un peinado ridículo y muéstralo.",
  "Canta el abecedario con voz extraña y exagerada.",
  "Reta a alguien a que te haga una pregunta vergonzosa.",
  "Cuenta una mentira obvia y mantén una cara seria.",
  "Baila como zombie mientras haces una confesión.",
  "Haz 10 abdominales mientras cuentas tu secreto más embarazoso.",
  "Imita un momento de tu primer amor delante del grupo.",
  "Envía un mensaje exageradamente romántico a alguien que no esperas.",
  "Haz un mini sketch interpretando tu peor vergüenza.",
  "Baila como robot mientras cuentas algo que te da pena.",
  "Envía un mensaje ridículo a un amigo confesando algo absurdo.",
  "Imita tu reacción más incómoda en público.",
  "Haz que alguien te dibuje un tatuaje temporal ridículo en la piel.",
  "Canta la letra de una canción inventada confesando secretos.",
  "Haz 10 saltos mientras cuentas algo vergonzoso de tu familia.",
  "Baila como un superhéroe ridículo durante 30 segundos.",
  "Haz una confesión dramática mientras todos te miran.",
  "Envía un mensaje a tu crush confesando un error tonto.",
  "Imita un momento de vergüenza que hayas tenido en la escuela.",
  "Haz que alguien te de un apodo gracioso y úsalo por 5 minutos.",
  "Cuenta un secreto vergonzoso inventado como si fuera real.",
  "Baila improvisando una historia de tu peor cita.",
  "Envía una foto haciendo un gesto ridículo mientras confiesas algo."

]
